{
    "Nav":{
        "Home": "Home",
        "Infos": "Cooperatives",
        "Contact": "Contact",
        "Login": "Login",
        "PrivacyPolicy": "Privacy Policy",
        "TermsOfService": "Terms of Service"
    },
    "Footer": {
        "LegalNotice": "Legal Notice",
        "Address": "Address:",
        "Language": "Language"
    },
    "Auth": {
        "LoginTitle": "Login",
        "RegisterTitle": "Register",
        "Email": "E-Mail",
        "Password": "Password",
        "ShowPassword": "show password",
        "Register":"Register",
        "ForgotPassword": "forgot password?",
        "Login": "Login",
        "RegisterWithGoogle": "Login with Google",
        "UndefinedError": "Login failed. Try it again later.",
        "WrongPassword": "Password wrong",
        "UserNotFound": "User not found",
        "UserDisabled": "User disabled",
        "InvalidEmail": "Invalid Email",
        "EmailInUse": "An account with the given email address already exists",
        "WeakPassword": "Weak password, use at least 6 characters",
        "PasswordNotMatch": "Passwords do not match",
        "EmailNotVerified": "Your email address is not verified. We have just resent the e-mail to verify your address.",
        "RegisterSuccess": "Successfully registered. Confirm your e-mail address via the link we sent you by e-mail.",
        "PasswordResetSuccess": "We sent you an email to reset your password.",
        "Logout": "Logout",
        "LoggedInAs": "Logged in with:",
        "CancelSubscription": "Cancel Subscription",
        "CancelSubscriptionModalDescription": "Are you sure you want to cancel your subscription?",
        "CancelSubscriptionCancelButton":"Keep Plan",
        "Reset": "Reset"
    },
    "Home": {
        "Title": "Find a Cooperative Apartement in Zürich",
        "Subtitle": "Vacant apartments from over 20 cooperatives in Zurich are published here",
        "App": "The Gnossi Wohnig App",
        "AppArgue1": "Never miss a opportunity! Receive notifications as soon as a new Appartement is posted.",
        "AppArgue2": "Always have an overview over the free apartements",
        "AppArgue3": "Save your search settings",
        "NowAvailable": "Now Available on Play and App Store!",
        "FreeObjects": "Available Apartements and Houses",
        "OnlyZHCity": "only Zürich City",
        "AutoUpdate": "posts are updated automatically",
        "DummyDescr": "Available Apartment",
        "Address": "Address: ",
        "Rooms": "Rooms: ",
        "Size" : "Size: ",
        "Price": "Price: ",
        "AvailableFrom": "Available from: ",
        "Cooperative": "Cooperative: ",
        "BecomePro": "Become Pro User to get more infos",
        "NoObjects": "No posts found, visit the homepage later again!"
    },
    "Infos": {
        "Title": "The Cooperatives",
        "Subtitle": "Cooperatives with at minimum one property in Zürich City",
        "Name": "Name",
        "Link": "Link",
        "InsGnossi": "Announcements on own Website and Gnossi Wohnig",
        "InsHomegate": "Announcements on Homegate",
        "InsWaiting": "Waiting List",
        "InsEmail": "Newsletter",
        "Loading": "Loading ...",
        "FilterBy": "Filter by name or place of the properties",
        "PlacesZH": "Properties in Zürich City: ",
        "OtherPlaces": "Other Properties in: ",
        "AppSize": "Appartement Sizes: ",
        "HouseSizes": "House Sizes: ",
        "Specials": "Specials: ",
        "Type": "Types: ",
        "Subsidized": "subsidized",
        "SelfSupporting": "self-supporting",
        "ApplWithMembership": "Application only with prior membership",
        "No": "No",
        "Yes": "Yes"
    },
    "Contact": {
        "Title": "Contact",
        "FirstName": "First Name*",
        "LastName": "Last Name*",
        "EMail": "E-Mail*",
        "Message": "Message*",
        "ChooseDate": "Choose a date",
        "WriteMessage": "Write a message",
        "OnlineMeeting": "Arrange MS Teams meeting",
        "SendNow": "send",
        "SuccessMessage1": "Thanks for your message.",
        "SuccessMessage2": "You will get a response via E-Mail asap.",
        "ErrorMessage1": "Your Message could not be sent!",
        "ErrorMessage2": "Please send an e-mail to kontaktformular@tecfox.ch."
      },
      "PrivacyPolicy": {
        "Title": "Privacy Policy",
        "LastUpdate": "Last updated: 11.02.2024",
        "Content": "The TecFox GmbH built the Gnossi Wohnig an an app with in-app purchases. This app is provided by TecFox GmbH at no cost and is intended for use as is. This page is used to inform visitors regarding the policies with the collection, use, and disclosure of Personal Information if anyone decided to use the app. If you choose to use the app, then you agree to the collection and use of information in relation to this policy. The Personal Information that are collected are used for providing and improving the app. Your information will not be used or shared with anyone except as described in this Privacy Policy.",
        "Title1": "Information Collection and Use",
        "Content1": "For a better experience, while using the app, we may ask you to provide with certain personally identifiable information, including but not limited to e-mail address. The information that we request will be retained on your device and on the app server. The app does use third party services that may collect information used to identify you. We want to inform you that whenever you use the app, in a case of an error in the app we collect data and information (through third party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing the app, the time and date of your use of the app, and other statistics.",
        "Title2": "Service Providers",
        "Content2": "The TecFox GmbH may employ third-party companies and individuals due to the following reasons: To facilitate our Service, to provide the Service on our behalf, to perform Service-related services, to assist us in analyzing how our Service is used. We want to inform users of the app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.",
        "Title3": "Security",
        "Content3": "The TecFox GmbH value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.",
        "Title4": "Links to Other Sites",
        "Content4": "This Service contains links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by TecFox GmbH. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.",
        "Title5": "Children’s Privacy",
        "Content5": "These Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from the servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.",
        "Title6": "Changes to This Privacy Policy",
        "Content6": "We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
        "Title7": "Contact Us",
        "Content7": "If you have any questions or suggestions about this Privacy Policy, do not hesitate to contact us over the contact form."
    },
      "TermsOfService": {
        "Title": "TERMS OF SERVICE - LICENSED APPLICATION END USER LICENSE AGREEMENT",
        "LastUpdate": "Last updated: 11.02.2024",
        "Content": "Apps made available through the App Store and Play Store are licensed, not sold, to you. Your license to each App is subject to your prior acceptance of this Licensed Application End User License Agreement (“Standard EULA”). Your license to any App under this Standard EULA is granted by TecFox GmbH. Any App that is subject to this Standard EULA is referred to herein as the “Licensed Application.” The Application Provider (TecFox GmbH) as applicable (“Licensor”) reserves all rights in and to the Licensed Application not expressly granted to you under this Standard EULA.",
        "Title1": "Scope of License",
        "Content1": "Licensor grants to you a nontransferable license to use the Licensed Application Gnossi Wohnig as permitted by the Usage Rules. The terms of this Standard EULA will govern any content, materials, or services accessible from or purchased within the Licensed Application as well as upgrades provided by Licensor that replace or supplement the original Licensed Application, unless such upgrade is accompanied by a Custom EULA. Except as provided in the Usage Rules, you may not distribute or make the Licensed Application available over a network where it could be used by multiple devices at the same time. You may not transfer, redistribute or sublicense the Licensed Application and, if you sell your Device to a third party, you must remove the Licensed Application from the Device before doing so. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent that any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Licensed Application).",
        "Title2": "Consent to Use of Data",
        "Content2": "You agree that Licensor may collect and use technical data and related information—including but not limited to technical information about your device, system and application software, and peripherals—that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Licensed Application. Licensor may use this information, as long as it is in a form that does not personally identify you, to improve its products or to provide services or technologies to you.",
        "Title3": "Termination",
        "Content3": "This Standard EULA is effective until terminated by you or Licensor. Your rights under this Standard EULA will terminate automatically if you fail to comply with any of its terms.",
        "Title4": "External Services",
        "Content4": "The Licensed Application may enable access to Licensor's and/or third-party services and websites (collectively and individually, 'External Services'). You agree to use the External Services at your sole risk. Licensor is not responsible for examining or evaluating the content or accuracy of any third-party External Services, and shall not be liable for any such third-party External Services. Data displayed by any Licensed Application or External Service, including but not limited to financial, medical and location information, is for general informational purposes only and is not guaranteed by Licensor or its agents. You will not use the External Services in any manner that is inconsistent with the terms of this Standard EULA or that infringes the intellectual property rights of Licensor or any third party. You agree not to use the External Services to harass, abuse, stalk, threaten or defame any person or entity, and that Licensor is not responsible for any such use. External Services may not be available in all languages or in your Home Country, and may not be appropriate or available for use in any particular location. To the extent you choose to use such External Services, you are solely responsible for compliance with any applicable laws. Licensor reserves the right to change, suspend, remove, disable or impose access restrictions or limits on any External Services at any time without notice or liability to you.",
        "Title5": "NO WARRANTY",
        "Content5": "YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION ARE PROVIDED 'AS IS' AND 'AS AVAILABLE,' WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND LICENSOR HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND OF NONINFRINGEMENT OF THIRD-PARTY RIGHTS. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY LICENSOR OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.",
        "Title6": "Limitation of Liability",
        "Content6": "TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL LICENSOR BE LIABLE FOR PERSONAL INJURY OR ANY INCIDENTAL, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OF OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT, OR OTHERWISE) AND EVEN IF LICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Licensor’s total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.",
        "Title7": "Export or re-export",
        "Content7": "You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S.-embargoed countries or (b) to anyone on the U.S. Treasury Department's Specially Designated Nationals List or the U.S. Department of Commerce Denied Persons List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.",
        "Title8": "Commerical Items",
        "Content8": "The Licensed Application and related documentation are 'Commercial Items', as that term is defined at 48 C.F.R. §2.101, consisting of 'Commercial Computer Software' and 'Commercial Computer Software Documentation', as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.",
        "Title9": "Law of Switzerland",
        "Content9": "Except to the extent expressly provided in the following paragraph, this Agreement and the relationship between you and TecFox GmbH shall be governed by the laws Switzerland, excluding its conflicts of law provisions. You and TecFox GmbH agree to submit to the personal and exclusive jurisdiction of the courts located within Switzerland, to resolve any dispute or claim arising from this Agreement. If (a) you are not a Swiss citizen; (b) you do not reside in Switzerland; (c) you are not accessing the Service from Switzerland; and (d) you are a citizen of one of the countries identified below, you hereby agree that any dispute or claim arising from this Agreement shall be governed by the applicable law set forth below, without regard to any conflict of law provisions, and you hereby irrevocably submit to the non-exclusive jurisdiction of the courts located in the state, province or country identified below whose law governs: If you are a citizen of any European Union country, Norway or Iceland, the governing law and forum shall be the laws and courts of your usual place of residence. Specifically excluded from application to this Agreement is that law known as the United Nations Convention on the International Sale of Goods."
    }
}