{
    "Nav":{
        "Home": "Home",
        "Infos": "Genossenschaften",
        "Contact": "Kontakt",
        "Login": "Login",
        "PrivacyPolicy": "Datenschutzbestimmungen",
        "TermsOfService": "Nutzungsbedingungen"
    },
    "Footer": {
        "LegalNotice": "Impressum",
        "Address": "Adresse:",
        "Language": "Sprache"
    },
    "Auth": {
        "LoginTitle": "Anmeldung",
        "RegisterTitle": "Registrieren",
        "Email": "E-Mail",
        "Password": "Passwort",
        "ShowPassword": "Passwort anzeigen",
        "Register":"Registrieren",
        "ForgotPassword": "Passwort vergessen?",
        "Login": "Login",
        "RegisterWithGoogle": "Login mit Google",
        "UndefinedError": "Login fehlgeschlagen. Versuche es später nochmal.",
        "WrongPassword": "Password falsch",
        "UserNotFound": "E-Mail Adresse nicht gefunden",
        "UserDisabled": "User ist deaktiviert",
        "InvalidEmail": "E-Mail Adresse ist falsch",
        "EmailInUse": "E-Mail Adresse ist bereits registriert",
        "WeakPassword": "Unsicheres Passwort, verwende mindestens 6 Zeichen",
        "PasswordNotMatch": "Die Passwörter sind unterschiedlich",
        "EmailNotVerified": "Deine E-Mail Adresse ist nicht bestätigt. Wir haben dir die E-Mail zur Bestätigung gerade nochmal geschickt.",
        "RegisterSuccess": "Erfolgreich Registriert. Bestätige deine E-Mail Adresse über den Link den wir dir per Mail geschickt haben.",
        "PasswordResetSuccess": "Du hast eine E-Mail erhalten um dein Passwort zurückzusetzen.",
        "Logout": "Logout",
        "LoggedInAs": "Eingeloggt mit der E-Mail:",
        "CancelSubscription": "Abonnement beenden",
        "CancelSubscriptionModalDescription": "Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten?",
        "CancelSubscriptionCancelButton":"Behalten Sie den Plan bei",
        "Logout": "Abmelden",
        "LoggedInAs": "Eingeloggt mit der E-Mail:",
        "Reset": "zurücksetzen"
    },
    "Home": {
        "Title": "Genossenschaftswohnung in Zürich finden",
        "Subtitle": "Freie Wohnungen von über 20 Genossenschaften werden hier publiziert",
        "App": "Die Gnossi Wohnig App",
        "AppArgue1": "Verpasse nie eine Gelegenheit! Erhalte Benachrichtigungen sobald eine Wohnung inseriert wird.",
        "AppArgue2": "Habe stehts den Überblick über verfügbare Wohnungen",
        "AppArgue3": "Speichere deine Sucheinstellungen",
        "NowAvailable": "Jetzt im App und Play Store verfügbar!",
        "FreeObjects": "Freie Wohnungen und Häuser",
        "OnlyZHCity": "nur Stadt Zürich",
        "AutoUpdate": "Inserate werden automatisch aktualisiert",
        "DummyDescr": "Freie Wohnung",
        "Address": "Adresse: ",
        "Rooms": "Zimmer: ",
        "Size": "Grösse: ", 
        "Price": "Preis: ",
        "AvailableFrom": "Verfügbar ab: ",
        "Cooperative": "Genossenschaft: ",
        "BecomePro": "Werde Pro User um mehr Infos zu erhalten",
        "NoObjects": "Keine Inserate gefunden, schaue später wieder rein!"
    },
    "Infos": {
        "Title": "Die Genossenschaften",
        "Subtitle": "Alle Genossenschaften mit min. einer Liegenschaft in der Stadt Zürich",
        "Name": "Name",
        "Link": "Link",
        "InsGnossi": "Inserate auf eigener Webseite und Gnossi Wohnig",
        "InsHomegate": "Inserate auf Homegate",
        "InsWaiting": "Warteliste",
        "InsEmail": "Newsletter",
        "Loading": "Loading ...",
        "FilterBy": "Filter nach Name oder Ort der Liegenschaften",
        "PlacesZH": "Liegenschaften in Zürich: ",
        "OtherPlaces": "Andere Liegenschaften in: ",
        "AppSize": "Wohnungsgrössen: ",
        "HouseSizes": "Hausgrössen: ",
        "Specials": "Spezielles: ",
        "Type": "Wohnungstypen: ",
        "Subsidized": "subventioniert",
        "SelfSupporting": "selbsttragend",
        "ApplWithMembership": "Bewerbung nur mit vorheriger Mitgliedschaft",
        "No": "Nein",
        "Yes": "Yes"
    },
    "Contact": {
        "Title": "Kontakt",
        "FirstName": "Vorname*",
        "LastName": "Nachname*",
        "EMail": "E-Mail Adresse*",
        "Message": "Nachricht*",
        "ChooseDate": "Wähle einen Termin",
        "WriteMessage": "Nachricht schreiben",
        "OnlineMeeting": "MS Teams Meeting vereinbaren",
        "SendNow": "senden",
        "SuccessMessage1": "Danke für die Nachricht.",
        "SuccessMessage2": "Wir werden uns so bald wie möglich bei Ihnen melden.",
        "ErrorMessage1": "Die Nachricht konnte nicht verschickt werden!",
        "ErrorMessage2": "Bitte senden Sie uns eine E-Mail an kontaktformular@tecfox.ch."
      },
      "PrivacyPolicy": {
        "Title": "Privacy Policy",
        "LastUpdate": "Last updated: 11.02.2024",
        "Content": "Die TecFox GmbH hat die Gnossi Wohnig App mit in-app Käufen entwickelt. Diese App wird von der TecFox GmbH kostenlos zur Verfügung gestellt und ist für die Nutzung in unveränderter Form gedacht. Diese Seite dient dazu, Besucher über die Richtlinien bezüglich der Sammlung, Verwendung und Weitergabe von persönlichen Informationen zu informieren, falls sich jemand für die Nutzung der App entscheidet. Wenn Sie sich für die Nutzung der App entscheiden, erklären Sie sich mit der Sammlung und Nutzung von Informationen in Bezug auf diese Richtlinie einverstanden. Die gesammelten persönlichen Daten werden für die Bereitstellung und Verbesserung der App verwendet. Ihre Daten werden nicht verwendet oder weitergegeben, außer wie in dieser Datenschutzrichtlinie beschrieben.",
        "Title1": "Sammlung und Verwendung von Informationen",
        "Content1": "Um die Nutzung der App zu verbessern, bitten wir Sie unter Umständen um die Angabe bestimmter personenbezogener Daten, einschließlich, aber nicht beschränkt auf Ihre E-Mail-Adresse. Die von uns angeforderten Informationen werden auf Ihrem Gerät und auf dem Server der App gespeichert. Die App nutzt Dienste von Drittanbietern, die möglicherweise Informationen sammeln, mit denen Sie identifiziert werden können. Wir möchten Sie darüber informieren, dass wir bei der Nutzung der App im Falle eines Fehlers in der App Daten und Informationen (durch Produkte von Drittanbietern) auf Ihrem Telefon sammeln, die sogenannten Logdaten. Diese Protokolldaten können Informationen wie die Internetprotokoll-Adresse (IP-Adresse) Ihres Geräts, den Gerätenamen, die Version des Betriebssystems, die Konfiguration der App bei der Nutzung der App, die Uhrzeit und das Datum Ihrer Nutzung der App und andere Statistiken enthalten.",
        "Title2": "Anbieter von Dienstleistungen",
        "Content2": "Die TecFox GmbH kann aus den folgenden Gründen Drittfirmen und -personen beschäftigen: Zur Erleichterung unseres Dienstes, zur Bereitstellung des Dienstes in unserem Namen, zur Erbringung von dienstleistungsbezogenen Dienstleistungen, um uns bei der Analyse der Nutzung unseres Dienstes zu unterstützen. Wir möchten die Nutzer der App darüber informieren, dass diese Dritten Zugriff auf Ihre persönlichen Daten haben. Der Grund dafür ist, dass sie die ihnen zugewiesenen Aufgaben in unserem Namen ausführen. Sie sind jedoch verpflichtet, die Informationen nicht für andere Zwecke weiterzugeben oder zu verwenden.",
        "Title3": "Sicherheit",
        "Content3": "Die TecFox GmbH weiß das Vertrauen zu schätzen, das Sie uns mit der Übermittlung Ihrer persönlichen Daten entgegenbringen, und wir bemühen uns daher, wirtschaftlich vertretbare Mittel zum Schutz dieser Daten einzusetzen. Denken Sie jedoch daran, dass keine Methode der Übertragung über das Internet oder der elektronischen Speicherung zu 100% sicher und zuverlässig ist, und wir können keine absolute Sicherheit garantieren.",
        "Title4": "Links zu anderen Seiten",
        "Content4": "Die App enthält Links zu anderen Websites. Wenn Sie auf einen Link eines Dritten klicken, werden Sie zu dieser Seite weitergeleitet. Beachten Sie, dass diese externen Seiten nicht von der TecFox GmbH betrieben werden. Wir empfehlen Ihnen daher dringend, die Datenschutzrichtlinien dieser Websites zu lesen. Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Diensten Dritter.",
        "Title5": "Datenschutz für Kinder",
        "Content5": "Diese Dienste richten sich nicht an Personen unter 13 Jahren. Wir sammeln nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren. Sollten wir feststellen, dass ein Kind unter 13 Jahren uns personenbezogene Daten zur Verfügung gestellt hat, werden wir diese sofort von den Servern löschen. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte, damit wir die notwendigen Maßnahmen ergreifen können.",
        "Title6": "Änderungen an dieser Datenschutzrichtlinie",
        "Content6": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir empfehlen Ihnen daher, diese Seite regelmäßig auf etwaige Änderungen zu überprüfen. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen. Diese Änderungen treten unmittelbar nach ihrer Veröffentlichung auf dieser Seite in Kraft.",
        "Title7": "Kontakt",
        "Content7": "Wenn Sie Fragen oder Anregungen zu dieser Datenschutzerklärung haben, zögern Sie nicht, uns über das Kontaktformular zu kontaktieren."
    },
      "TermsOfService": {
        "Title": "NUTZUNGSBEDINGUNGEN - LIZENZIERTE ANWENDUNG ENDBENUTZER-LIZENZVERTRAG",
        "LastUpdate": "Last updated: 08.01.2023",
        "Content": "Die über den App Store und Play Store zur Verfügung gestellten Apps werden an Sie lizenziert, nicht verkauft. Ihre Lizenz für jede App unterliegt Ihrer vorherigen Zustimmung zu diesem Endbenutzer-Lizenzvertrag für lizenzierte Anwendungen ('Standard EULA'). Ihre Lizenz für eine App unter diesem Standard EULA wird von TecFox GmbH gewährt. Jede App, die diesem Standard-EULA unterliegt, wird hier als 'lizenzierte Anwendung' bezeichnet. Der Anbieter der Anwendung (TecFox GmbH), soweit zutreffend ('Lizenzgeber'), behält sich alle Rechte an der lizenzierten Anwendung vor, die Ihnen nicht ausdrücklich unter diesem Standard-EULA gewährt werden.",
        "Title1": "Geltungsbereich der Lizenz",
        "Content1": "Der Lizenzgeber gewährt Ihnen eine nicht übertragbare Lizenz zur Nutzung der lizenzierten Anwendung Gnossi Wohnig gemäß den Nutzungsbedingungen. Die Bedingungen dieser Standard-EULA gelten für alle Inhalte, Materialien oder Dienstleistungen, die über die lizenzierte Anwendung zugänglich sind oder innerhalb der lizenzierten Anwendung erworben wurden, sowie für vom Lizenzgeber bereitgestellte Upgrades, die die ursprüngliche lizenzierte Anwendung ersetzen oder ergänzen, es sei denn, ein solches Upgrade wird von einer angepassten EULA begleitet. Außer wie in den Nutzungsbedingungen vorgesehen, dürfen Sie die lizenzierte Anwendung nicht über ein Netzwerk verbreiten oder zur Verfügung stellen, in dem sie von mehreren Geräten gleichzeitig genutzt werden könnte. Sie sind nicht berechtigt, die lizenzierte Anwendung zu übertragen, weiterzugeben oder Unterlizenzen zu vergeben, und wenn Sie Ihr Gerät an einen Dritten verkaufen, müssen Sie die lizenzierte Anwendung vor dem verkauf entfernen. Es ist Ihnen nicht gestattet, die lizenzierte Anwendung, Updates oder Teile davon zu kopieren (es sei denn, dies ist durch diese Lizenz und die Nutzungsbedingungen gestattet), reverse-engineer, den code zu zerlegen, zu versuchen, den Quellcode zu modifizieren oder abgeleitete Werke davon zu erstellen (es sei denn, eine der vorgenannten Beschränkungen ist durch geltendes Recht untersagt oder durch die Lizenzbedingungen für die Nutzung von Open-Source-Komponenten, die in der lizenzierten Anwendung enthalten sind, gestattet).",
        "Title2": "Zustimmung zur Verwendung der Daten",
        "Content2": "Sie erklären sich damit einverstanden, dass der Lizenzgeber technische Daten und damit zusammenhängende Informationen - einschließlich, aber nicht beschränkt auf technische Informationen über Ihr Gerät, Ihre System- und Anwendungssoftware und Peripheriegeräte -, die in regelmäßigen Abständen erhoben werden, um die Bereitstellung von Software-Updates, Produktsupport und anderen Dienstleistungen für Sie (falls zutreffend) im Zusammenhang mit der lizenzierten Anwendung zu erfassen und verwenden darf. Der Lizenzgeber kann diese Informationen, solange sie in einer Form vorliegen, die Sie nicht persönlich identifiziert, zur Verbesserung seiner Produkte oder zur Bereitstellung von Dienstleistungen oder Technologien für Sie verwenden.",
        "Title3": "Beendigung",
        "Content3": "Diese Standard-EULA ist gültig, bis sie von Ihnen oder dem Lizenzgeber gekündigt wird. Ihre Rechte unter dieser Standard-EULA erlöschen automatisch, wenn Sie eine ihrer Bedingungen nicht einhalten.",
        "Title4": "Externe Dienste",
        "Content4": "Die lizenzierte Anwendung kann den Zugang zu Diensten und Websites des Lizenzgebers und/oder Dritter (zusammen und einzeln 'Externe Dienste') ermöglichen. Sie erklären sich damit einverstanden, die Externen Dienste auf Ihr eigenes Risiko zu nutzen. Der Lizenzgeber ist nicht dafür verantwortlich, den Inhalt oder die Richtigkeit von externen Diensten Dritter zu prüfen oder zu bewerten, und haftet nicht für solche externen Dienste Dritter. Die von einer lizenzierten Anwendung oder einem Externen Dienst angezeigten Daten, einschließlich, aber nicht beschränkt auf finanzielle, medizinische und standortbezogene Informationen, dienen lediglich allgemeinen Informationszwecken und werden vom Lizenzgeber oder seinen Vertretern nicht garantiert. Sie werden die Externen Dienste nicht in einer Weise nutzen, die mit den Bedingungen dieser Standard-EULA unvereinbar ist oder die die geistigen Eigentumsrechte des Lizenzgebers oder eines Dritten verletzt. Sie erklären sich damit einverstanden, die Externen Dienste nicht zur Belästigung, zum Missbrauch, zur Verfolgung, zur Bedrohung oder zur Diffamierung von Personen oder Organisationen zu nutzen, und dass der Lizenzgeber für eine solche Nutzung nicht verantwortlich ist. Die Externen Dienste sind möglicherweise nicht in allen Sprachen oder in Ihrem Heimatland verfügbar und sind möglicherweise nicht für die Nutzung an einem bestimmten Ort geeignet oder verfügbar. Soweit Sie sich für die Nutzung solcher externen Dienste entscheiden, sind Sie allein für die Einhaltung der geltenden Gesetze verantwortlich. Der Lizenzgeber behält sich das Recht vor, die Externen Dienste jederzeit zu ändern, auszusetzen, zu entfernen, zu deaktivieren oder Zugangsbeschränkungen oder -begrenzungen aufzuerlegen, ohne Sie davon in Kenntnis zu setzen oder Ihnen gegenüber zu haften.",
        "Title5": "Keine Garantie",
        "Content5": "SIE ERKENNEN AUSDRÜCKLICH AN UND STIMMEN ZU, DASS DIE NUTZUNG DER LIZENZIERTEN ANWENDUNG AUF IHR EIGENES RISIKO ERFOLGT. DIE LIZENZIERTE ANWENDUNG UND ALLE DIENSTE, DIE VON DER LIZENZIERTEN ANWENDUNG ERBRACHT ODER BEREITGESTELLT WERDEN, WERDEN IM GRÖSSTMÖGLICHEN, GESETZLICH ZULÄSSIGEN UMFANG 'WIE GESEHEN' UND 'WIE VERFÜGBAR', MIT ALLEN FEHLERN UND OHNE JEGLICHE GARANTIE BEREITGESTELLT, UND DER LIZENZGEBER LEHNT HIERMIT ALLE GARANTIEN UND BEDINGUNGEN IN BEZUG AUF DIE LIZENZIERTE ANWENDUNG UND ALLE DIENSTE AB, DER LIZENZGEBER LEHNT HIERMIT ALLE GARANTIEN UND BEDINGUNGEN IN BEZUG AUF DIE LIZENZIERTE ANWENDUNG UND JEGLICHE DIENSTLEISTUNGEN AB, SEI ES AUSDRÜCKLICH, STILLSCHWEIGEND ODER GESETZLICH, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE STILLSCHWEIGENDEN GARANTIEN UND/ODER BEDINGUNGEN DER MARKTGÄNGIGKEIT, DER ZUFRIEDENSTELLENDEN QUALITÄT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, DER GENAUIGKEIT, DES UNGESTÖRTEN GENUSSES UND DES NICHTVERSTOSSES VON RECHTEN DRITTER. KEINE MÜNDLICHEN ODER SCHRIFTLICHEN INFORMATIONEN ODER RATSCHLÄGE DES LIZENZGEBERS ODER SEINES BEVOLLMÄCHTIGTEN VERTRETERS BEGRÜNDEN EINE GEWÄHRLEISTUNG.",
        "Title6": "Beschränkung der Haftung",
        "Content6": "SOWEIT DIES NICHT GESETZLICH VERBOTEN IST, HAFTET DER LIZENZGEBER IN KEINEM FALL FÜR PERSONENSCHÄDEN ODER ZUFÄLLIGE, BESONDERE, INDIREKTE ODER FOLGESCHÄDEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF SCHÄDEN FÜR GEWINNVERLUSTE, DATENVERLUSTE, GESCHÄFTSUNTERBRECHUNGEN ODER ANDERE KOMMERZIELLE SCHÄDEN ODER VERLUSTE, DIE SICH AUS DER NUTZUNG ODER DER UNFÄHIGKEIT ZUR NUTZUNG DER LIZENZIERTEN ANWENDUNG ERGEBEN, UNABHÄNGIG VON DER HAFTUNGSTHEORIE (VERTRAG, UNERLAUBTE HANDLUNG ODER ANDERWEITIG) UND SELBST DANN, WENN DER LIZENZGEBER AUF DIE MÖGLICHKEIT SOLCHER SCHÄDEN HINGEWIESEN WURDE. IN EINIGEN GERICHTSBARKEITEN IST DIE BESCHRÄNKUNG DER HAFTUNG FÜR PERSONENSCHÄDEN ODER FÜR BEILÄUFIG ENTSTANDENE SCHÄDEN ODER FOLGESCHÄDEN NICHT ZULÄSSIG, SO DASS DIESE BESCHRÄNKUNG MÖGLICHERWEISE NICHT AUF SIE ZUTRIFFT. In keinem Fall übersteigt die Gesamthaftung des Lizenzgebers Ihnen gegenüber für alle Schäden (abgesehen von den gesetzlich vorgeschriebenen Fällen von Personenschäden) den Betrag von fünfzig Dollar ($50,00). Die vorstehenden Beschränkungen gelten auch dann, wenn das oben genannte Rechtsmittel seinen wesentlichen Zweck verfehlt.",
        "Title7": "Export oder Reexport",
        "Content7":  "Sie dürfen die lizenzierte Anwendung nicht verwenden oder verbreiten, es sei denn, dies ist nach dem Recht der Vereinigten Staaten und den Gesetzen des Landes, in dem die lizenzierte Anwendung erworben wurde, zulässig. Insbesondere darf die lizenzierte Anwendung nicht verbreitet werden (a) in Länder, gegen die ein US-Embargo verhängt wurde, oder (b) an Personen, die auf der Specially Designated Nationals List des US-Finanzministeriums oder der Denied Persons List oder Entity List des US-Handelsministeriums aufgeführt sind. Durch die Nutzung der lizenzierten Anwendung sichern Sie zu und gewährleisten, dass Sie sich nicht in einem solchen Land befinden oder auf einer solchen Liste stehen. Sie verpflichten sich außerdem, diese Produkte nicht für Zwecke zu verwenden, die nach dem Recht der Vereinigten Staaten verboten sind, insbesondere nicht für die Entwicklung, Konstruktion, Herstellung oder Produktion von Atomwaffen, Raketen oder chemischen oder biologischen Waffen.",
        "Title8": "Kommerzielle Produkte",
        "Content8":"Die lizenzierte Anwendung und die zugehörige Dokumentation sind 'Commercial Items', wie dieser Begriff in 48 C.F.R. §2.101 definiert ist, bestehend aus 'Commercial Computer Software' und 'Commercial Computer Software Documentation', wie diese Begriffe in 48 C.F.R. §12.212 bzw. 48 C.F.R. §227.7202 verwendet werden. In Übereinstimmung mit 48 C.F.R. §12.212 bzw. 48 C.F.R. §227.7202-1 bis 227.7202-4 werden die kommerzielle Computersoftware und die kommerzielle Computersoftware-Dokumentation an Endnutzer der US-Regierung (a) nur als kommerzielle Artikel und (b) nur mit den Rechten lizenziert, die allen anderen Endnutzern gemäß den hierin enthaltenen Bedingungen gewährt werden. Unveröffentlichte Rechte gemäß den Urheberrechtsgesetzen der Vereinigten Staaten vorbehalten.", 
        "Title9": "Schweizerisches Recht",
        "Content9": "Soweit nicht ausdrücklich im folgenden Absatz vorgesehen, unterliegen diese Vereinbarung und die Beziehung zwischen Ihnen und TecFox GmbH den Gesetzen der Schweiz unter Ausschluss der kollisionsrechtlichen Bestimmungen. Sie und TecFox GmbH erklären sich damit einverstanden, sich der persönlichen und ausschließlichen Gerichtsbarkeit der Gerichte in der Schweiz zu unterwerfen, um jegliche Streitigkeiten oder Ansprüche, die sich aus dieser Vereinbarung ergeben, zu lösen. Wenn Sie (a) nicht Schweizer Staatsbürger sind, (b) nicht in der Schweiz wohnen, (c) nicht von der Schweiz aus auf den Dienst zugreifen und (d) Staatsbürger eines der unten genannten Länder sind, erklären Sie sich hiermit einverstanden, dass alle Streitigkeiten oder Ansprüche, die sich aus dieser Vereinbarung ergeben, dem unten genannten anwendbaren Recht unterliegen, ohne Rücksicht auf kollisionsrechtliche Bestimmungen, und Sie unterwerfen sich hiermit unwiderruflich der nicht ausschließlichen Zuständigkeit der Gerichte des Staates, der Provinz oder des Landes, das unten genannt ist und dessen Recht Anwendung findet: Wenn Sie Bürger eines Landes der Europäischen Union, Norwegens oder Islands sind, gelten die Gesetze und Gerichte Ihres üblichen Wohnsitzes. Ausdrücklich ausgeschlossen von der Anwendung auf diese Vereinbarung ist das Recht, das als Übereinkommen der Vereinten Nationen über den internationalen Warenkauf bekannt ist."
    }
}